{
	"page_messages": {
		"title": "GTA SAN ANDREAS: UNITY PROJEKT",
		"brand": "Neudefinition des Grand theft auto San andreas Multiplayers mit hilfe der Zunkunft.",
		"welcome_title": "Wilkommen !",
		"welcomer": "Willkommen zu der Offiziellen Seite des Grand theft auto San andreas Unity Projekts! Wenn du in das Projekt interessiert bist oder mehr erfahren willst, dann setze deinen Besuch auf der Seite fort; Unsere Mitglieder Seite um zu wissen wer sich am Projekt beteiligt, Unsere Ziel Sektion, Lerne wie du dich beteiligen kannst und besuche die Gallerie um die Eigenschaften des Projekts zu erfahren. Auf dieser Seite findest du auch die Stabielen Version zum Download.",
		"about_title" : "Über das Projekt",
		"about": "San Andreas Unity ist eine Open-Source-Nachbildung von GTA San Andreas in Unity. Dies wird keine vollständige Neuerstellung sein, aber der Fokus liegt auf den Gameplay-Funktionen, dem Multiplayer und der Schaffung eines Frameworks, das eine einfache Erweiterung des Spiels und unbegrenzte Modifizierungsmöglichkeiten ermöglicht. Das Spiel verteilt keine der ursprünglichen GTA-Assets. Sie müssen also über ein eigenes Spiel verfügen, um es ausführen zu können. Sie werden nicht länger durch eine Closed-Source-Engine eingeschränkt. Sie haben Zugriff auf alle Teile des Spiels, z. B. interne Spielmechanik, Physik, Rendering usw. Sie nennen es. Schluss mit Reverse Engineering, dem Einbinden von ausführbaren Dateien oder Ähnlichem. Mit dem Zugriff auf leistungsstarke C # - und Unity-API wird die Entwicklung jetzt viel einfacher. Es ist plattformübergreifend. Es kann überall laufen. Jetzt können Sie GTA auf PS Vita, Nintendo, in VR / AR spielen. Sie könnten es vielleicht sogar in WebGL ausführen. Und es geht nicht nur um San Andreas. Möglicherweise versuchen wir, andere Versionen von GTA zu unterstützen, z. B. Vice City oder Liberty City. Stellen Sie sich vor, Sie können jede Version von GTA auf jedem beliebigen Gerät abspielen."
	},
	"menus": {
		"home": "Home",
		"members" : "Mitglieder",
		"findout_btn": "Finde mehr heraus"
	}
}
